[XGLocalizedData_BallisticShields]
m_strCategoryRestricted="该武器与护盾不兼容"
m_strAimPenalty="目标惩罚"

m_strShieldCategory = "防弹盾"
m_strSparkShieldCategory = "SPARK 防弹盾"

[X2DownloadableContentInfo_WotCBallisticShields]
+m_arrAnimationPoses=(AnimationDisplayName="按盾就班")
+m_arrAnimationPoses=(AnimationDisplayName="盾柱")
+m_arrAnimationPoses=(AnimationDisplayName="护盾守护")
+m_arrAnimationPoses=(AnimationDisplayName="护盾恐吓")
+m_arrAnimationPoses=(AnimationDisplayName="护盾歇息")
+m_arrAnimationPoses=(AnimationDisplayName="持盾放枪")
+m_arrAnimationPoses=(AnimationDisplayName="盾墙")
+m_arrAnimationPoses=(AnimationDisplayName="持盾抬枪")
+m_arrAnimationPoses=(AnimationDisplayName="盾火")
+m_arrAnimationPoses=(AnimationDisplayName="剑盾1")
+m_arrAnimationPoses=(AnimationDisplayName="剑盾2")
+m_arrAnimationPoses=(AnimationDisplayName="枪盾1")
+m_arrAnimationPoses=(AnimationDisplayName="枪盾2")